<pad>	0
aer	1
banknote	2
berlitz	3
biscuits	4
calloway	5
centrust	6
cluett	7
daewoo	8
ferc	9
flat-rolled	10
fromstein	11
gitano	12
guterman	13
hydro-quebec	14
ipo	15
isi	16
kia	17
memotec	18
mlx	19
nahb	20
photography	21
punts	22
rake	23
regatta	24
rubens	25
sim	26
snack-food	27
ssangyong	28
swapo	29
wachter	30
callers	31
hut	32
interactive	33
justin	34
lenses	35
massage	36
massages	37
minimills	38
ncr	39
novello	40
palmer	41
programmers	42
skipper	43
willful	44
arrow	45
bausch	46
black-and-white	47
bsn	48
certified	49
cubs	50
dictaphone	51
elephant	52
farrell	53
fossett	54
geographic	55
infringement	56
jan	57
nervously	58
non-interest	59
nurses	60
on-site	61
outset	62
propane	63
rebounding	64
recorder	65
rosenthal	66
shah	67
subway	68
tunnel	69
advertiser	70
aeroflot	71
afloat	72
andy	73
backlash	74
bargain-hunting	75
baring	76
barrett	77
bat	78
behaved	79
besieged	80
calculate	81
caller	82
cancellation	83
cara	84
chaotic	85
contrasts	86
coping	87
cost-sharing	88
court-appointed	89
crandall	90
dignity	91
dillon	92
drastic	93
environmentally	94
equation	95
etc	96
fad	97
geared	98
halts	99
headaches	100
hectic	101
hertz	102
influx	103
infringed	104
inning	105
intensely	106
irish	107
johnston	108
manpower	109
mimic	110
mmi	111
mo.	112
nagging	113
pasta	114
plaintiff	115
playoffs	116
plummet	117
prediction	118
prints	119
profitably	120
restricting	121
scary	122
sharpest	123
shouted	124
showroom	125
shv	126
sits	127
sporting	128
steering	129
stir	130
subscription	131
swung	132
syndicated	133
till	134
trusted	135
unicorp	136
vivid	137
warehouse	138
weirton	139
whoever	140
wichita	141
14-year-old	142
24-hour	143
26-week	144
45-year-old	145
a.g.	146
aborted	147
accessible	148
accomplished	149
accustomed	150
actress	151
adjacent	152
agip	153
ala.	154
alabama	155
alice	156
amortization	157
anti-nuclear	158
arising	159
await	160
backgrounds	161
bail	162
balloting	163
bankruptcy-court	164
barnett	165
benton	166
bets	167
bizarre	168
blaming	169
blue-collar	170
blues	171
bond-equivalent	172
booked	173
booklets	174
bowed	175
bozell	176
brushed	177
buffer	178
buffet	179
bulls	180
butler	181
butter	182
byrd	183
carla	184
carr	185
celebrating	186
celebrity	187
centered	188
centuries	189
cftc	190
cheered	191
chlorofluorocarbons	192
chunks	193
clarify	194
classical	195
clifford	196
coated	197
cocaine	198
collectors	199
commerzbank	200
committing	201
competitiveness	202
concert	203
conclusions	204
confessed	205
construct	206
constructed	207
contested	208
convey	209
cubans	210
danny	211
dashed	212
decisive	213
define	214
delegates	215
deliberations	216
depended	217
detergent	218
dial	219
dig	220
disclosing	221
discouraged	222
disk-drive	223
distributing	224
distributions	225
divergence	226
diversion	227
diversity	228
domestically	229
doubtful	230
downgrading	231
dusty	232
educate	233
egypt	234
emergence	235
emerson	236
emigration	237
endanger	238
enron	239
entrepreneurial	240
erased	241
excesses	242
excited	243
explicit	244
extract	245
fearful	246
feat	247
ferry	248
first-time	249
flamboyant	250
fleeting	251
fleets	252
fleischmann	253
flom	254
format	255
freed	256
frustrating	257
g.m.b	258
gartner	259
gently	260
giorgio	261
greedy	262
greens	263
gregory	264
grey	265
grossly	266
hangs	267
hastily	268
havoc	269
heroes	270
hints	271
holt	272
incompetent	273
incredible	274
insight	275
instruction	276
intentionally	277
interrupted	278
inventor	279
invests	280
jeopardy	281
kan.	282
knock	283
kohlberg	284
koreans	285
lama	286
lancaster	287
leaping	288
legitimacy	289
leipzig	290
libya	291
liked	292
lobbied	293
looming	294
loud	295
magnified	296
makeup	297
managua	298
marble	299
marched	300
market-share	301
mice	302
micro	303
microprocessors	304
midmorning	305
mighty	306
mundane	307
naked	308
namibia	309
neatly	310
negligible	311
negotiator	312
neutral	313
nonsense	314
novelist	315
occasion	316
okla.	317
olympic	318
orderly	319
outperform	320
outperformed	321
outsider	322
parade	323
parsow	324
patience	325
peat	326
peninsula	327
pepsi	328
performer	329
permanently	330
permissible	331
permitting	332
persian	333
pete	334
piano	335
pitching	336
plumbing	337
poised	338
portrait	339
predictably	340
prevailing	341
price-earnings	342
professors	343
prone	344
r.h.	345
racked	346
rationale	347
rattled	348
reassuring	349
receiver	350
recital	351
recoup	352
recycled	353
reeling	354
refrigerators	355
reimburse	356
reinvest	357
reinvested	358
rep	359
resilience	360
restraints	361
restructurings	362
retrieve	363
reveals	364
revise	365
revolving	366
rewrite	367
rode	368
roller	369
roller-coaster	370
rooted	371
rout	372
runway	373
russians	374
s&ls	375
scheduling	376
sexual	377
shanghai	378
shipment	379
shooting	380
sigh	381
sloppy	382
smiling	383
soul	384
southmark	385
specialize	386
stanza	387
struggles	388
subdued	389
supplying	390
tacked	391
tailored	392
tally	393
teeth	394
telephones	395
termination	396
tightly	397
touted	398
translation	399
trendy	400
turnpike	401
twelve	402
undoubtedly	403
uneasy	404
unraveled	405
unstable	406
upbeat	407
update	408
vessel	409
warehouses	410
weakest	411
western-style	412
wherever	413
wooden	414
wooing	415
worrisome	416
yorker	417
13-week	418
190.58-point	419
\*\*	420
aba	421
abandoning	422
abolish	423
abolished	424
abrams	425
absurd	426
abundant	427
abused	428
acadia	429
accumulated	430
acknowledging	431
acquitted	432
additionally	433
additions	434
addresses	435
adjuster	436
adobe	437
adversary	438
advertised	439
affects	440
affordable	441
aga	442
ages	443
aggregates	444
ai	445
airbus	446
albany	447
aliens	448
aligned	449
alleviate	450
allowance	451
alongside	452
alternatively	453
altman	454
alvin	455
ambrosiano	456
amicable	457
anacomp	458
analyzing	459
andreas	460
annuity	461
answered	462
anthrax	463
appearances	464
applies	465
appropriated	466
architectural	467
arctic	468
ark	469
arkla	470
armco	471
arose	472
aroused	473
arrogant	474
artificially	475
asea	476
aspirations	477
assessed	478
assure	479
atlas	480
atmospheric	481
atoms	482
attacking	483
attraction	484
attributable	485
avon	486
avondale	487
awareness	488
backdrop	489
bacterium	490
bakker	491
balls	492
bancroft	493
bare-faced	494
barron	495
basin	496
basir	497
battled	498
bay-area	499
beaten	500
bebear	501
beefeater	502
beleaguered	503
best-known	504
beth	505
billed	506
billion-dollar	507
binge	508
birds	509
birthday	510
blanket	511
bleeding	512
blessing	513
blind	514
bloated	515
blunt	516
boesel	517
bologna	518
bomb	519
bomber	520
bone	521
bookings	522
boone	523
borders	524
bottled	525
bougainville	526
bounced	527
boveri	528
boyer	529
bradford	530
brains	531
bread-and-butter	532
break-even	533
breathing	534
brewery	535
briefing	536
briggs	537
brilliant	538
brink	539
broad-based	540
broadcasters	541
broaden	542
broadway	543
broderick	544
bronner	545
brouwer	546
brown-forman	547
brunt	548
buckle	549
bullets	550
bullock	551
bumiputra	552
bunch	553
bunny	554
bureaucrat	555
bureaus	556
burke	557
burmah	558
burning	559
businessland	560
butcher	561
cabernet	562
cable-tv	563
caci	564
cadillac	565
calgary-based	566
callable	567
calm	568
cameras	569
candela	570
cardiovascular	571
carolinas	572
carpeting	573
carpets	574
carry-forward	575
cascade	576
catching	577
cater	578
cathcart	579
cela	580
centerpiece	581
ceo	582
chair	583
championship	584
characteristic	585
chasing	586
cheapest	587
chefs	588
cherokee	589
chestman	590
chicken	591
child-care	592
christies	593
chuck	594
cie.	595
cilcorp	596
civic	597
civilian	598
clean-air	599
clobbered	600
clue	601
coates	602
cocom	603
coda	604
collateralized	605
colonial	606
colors	607
combines	608
commanding	609
commissioners	610
communism	611
company-owned	612
compelling	613
competent	614
complicate	615
compounded	616
comsat	617
con	618
conasupo	619
concentration	620
conception	621
conceptual	622
concluding	623
condemn	624
conditional	625
conferences	626
confined	627
confirming	628
confronted	629
connecting	630
connections	631
conservatorship	632
conspired	633
consumer-products	634
contemplated	635
contentious	636
continent	637
contraceptive	638
controllers	639
convictions	640
cooking	641
cooling	642
coordination	643
coordinator	644
corsica	645
cost-of-living	646
coups	647
cox	648
crashes	649
craven	650
craze	651
creeping	652
criticisms	653
crusade	654
crushed	655
cry	656
crystals	657
culmination	658
curtailed	659
custody	660
custom	661
cutler	662
cycling	663
cynthia	664
d'arcy	665
daffynition	666
dai-ichi	667
dallas-based	668
dangers	669
dapuzzo	670
dassault	671
dating	672
dayton	673
ddb	674
deadly	675
deb	676
deere	677
defaulted	678
defenders	679
deferred	680
deferring	681
deficiency	682
deflator	683
denounced	684
dependents	685
deployed	686
depress	687
designers	688
destroying	689
detect	690
deteriorated	691
detrex	692
developing-country	693
devoe	694
dialing	695
dialysis	696
dies	697
diesel	698
digs	699
dip	700
diplomat	701
disappeared	702
disappears	703
dishonesty	704
dissent	705
distinctive	706
distinguished	707
distorted	708
divisive	709
dlj	710
dodd	711
dogged	712
dominates	713
domination	714
donating	715
doomed	716
doug	717
downey	718
downright	719
doyle	720
dragging	721
drawings	722
dressed	723
drum	724
drunk	725
dunes	726
dunn	727
duo	728
durkin	729
dying	730
e	731
ecological	732
edgar	733
editions	734
editorial-page	735
eduard	736
educated	737
efficiently	738
egyptian	739
eidsmo	740
einhorn	741
electronically	742
elite	743
elliott	744
embarrassed	745
en	746
enables	747
encourages	748
endangered	749
endless	750
endure	751
enserch	752
ensuring	753
enthusiasts	754
environments	755
envy	756
episodes	757
erich	758
ernest	759
eroded	760
eroding	761
erupted	762
escrow	763
espn	764
esso	765
etc.	766
euphoria	767
eurobonds	768
eurodollar	769
evacuation	770
ex-dividend	771
examined	772
examples	773
exceptionally	774
excluded	775
exclusivity	776
exercises	777
exercising	778
expelled	779
explosive	780
extraordinarily	781
f-14	782
faberge	783
fabrication	784
face-to-face	785
fairfield	786
faltered	787
fanfare	788
fasteners	789
fastest	790
fatal	791
fdic	792
feeds	793
ferdinand	794
fernandez	795
ferranti	796
fights	797
finkelstein	798
finnair	799
firstsouth	800
fk-506	801
flags	802
flaw	803
fleming	804
flies	805
flush	806
foam	807
focuses	808
folk	809
fool	810
footing	811
foreclosed	812
foreign-currency	813
foreseeable	814
forming	815
forum	816
fossil	817
four-year-old	818
fractionally	819
fraser	820
fray	821
frequency	822
friday-the-13th	823
frightened	824
fronts	825
fujisawa	826
fund-raising	827
gallons	828
gang	829
gangs	830
garage	831
gasb	832
gatward	833
geography	834
gerard	835
gerrymandering	836
glad	837
glare	838
glazer	839
glossy	840
graduates	841
grasp	842
greed	843
greeted	844
guaranty	845
guardian	846
gubernatorial	847
guideline	848
gut	849
gutfreund	850
h.h.	851
halloween	852
hammack	853
hand-held	854
handicapped	855
hard-line	856
harmony	857
hasbro	858
haskins	859
hatch	860
hazard	861
heaviest	862
heir	863
hell	864
helm	865
hemorrhaging	866
hesitate	867
high-interest	868
high-school	869
hilton	870
hint	871
hoelzer	872
holidays	873
homosexual	874
honduras	875
honesty	876
hourly	877
hung	878
hunting	879
hurdle	880
hyman	881
hypothetical	882
iafp	883
ian	884
idaho	885
identifying	886
ifi	887
ig	888
ignorance	889
illusion	890
imo	891
impetus	892
implication	893
implied	894
inaccurate	895
inception	896
inch	897
incomes	898
incorrect	899
incumbent	900
incur	901
infection	902
influences	903
inform	904
input	905
inserted	906
insider-trading	907
instructed	908
instrumental	909
instrumentation	910
integrate	911
intellectuals	912
intervene	913
intervened	914
intriguing	915
investigated	916
invites	917
inviting	918
irrelevant	919
isler	920
istat	921
itel	922
ivy	923
jackets	924
jayark	925
jean	926
jeans	927
jerome	928
jetliner	929
jets	930
joke	931
jolted	932
justices	933
kangyo	934
ken	935
kerry	936
kevin	937
khan	938
killer	939
kirk	940
kobe	941
kremlin	942
kurt	943
kuwait	944
l.a.	945
l.p.	946
lasts	947
laughing	948
laundering	949
lavelle	950
leaks	951
leery	952
legent	953
legg	954
legislatures	955
leon	956
lesk	957
leslie	958
lets	959
liberation	960
lid	961
life-insurance	962
lifting	963
limbo	964
linear	965
lipton	966
liquidate	967
listings	968
loaded	969
loath	970
logical	971
long-awaited	972
looms	973
loser	974
lovely	975
lowe	976
lower-than-expected	977
lsi	978
lumber	979
mack	980
mad	981
madrid	982
management-led	983
mania	984
manitoba	985
mansion	986
manufactures	987
marc	988
marcus	989
marous	990
masters	991
matches	992
matthews	993
maurice	994
mccormick	995
measurement	996
medication	997
mega-issues	998
mehta	999
memorandum	1000
mentality	1001
merchandising	1002
metall	1003
michelin	1004
microwave	1005
mid-1990s	1006
midwestern	1007
midyear	1008
mild	1009
mildly	1010
milwaukee	1011
mineral	1012
miners	1013
minimum-wage	1014
mink	1015
misconduct	1016
misses	1017
mit	1018
mode	1019
modernization	1020
modified	1021
modify	1022
mom	1023
money-fund	1024
money-losing	1025
monster	1026
morale	1027
morally	1028
morgenzon	1029
morristown	1030
moss	1031
motel	1032
motivated	1033
motive	1034
mouth	1035
mph	1036
mullins	1037
multibillion-dollar	1038
multimillion-dollar	1039
musicians	1040
n.v	1041
naczelnik	1042
name-dropping	1043
namely	1044
narcotics	1045
narrows	1046
natural-gas	1047
ncaa	1048
ncnb	1049
neat	1050
neglected	1051
negligence	1052
nervousness	1053
neuberger	1054
ninth	1055
nonexecutive	1056
nora	1057
notable	1058
notorious	1059
nowhere	1060
numbered	1061
nutritional	1062
nye	1063
o'connell	1064
oat	1065
obligated	1066
obliged	1067
observes	1068
ohbayashi	1069
old-fashioned	1070
omni	1071
omnibus	1072
openness	1073
opted	1074
ordinance	1075
organic	1076
orthodox	1077
outer	1078
outfit	1079
outlawed	1080
outlined	1081
outspoken	1082
overbuilt	1083
oversubscribed	1084
painfully	1085
palace	1086
pall	1087
parkway	1088
passes	1089
patch	1090
paterson	1091
payouts	1092
peasant	1093
pediatric	1094
pennies	1095
peripheral	1096
peripherals	1097
perpetual	1098
pesetas	1099
petco	1100
petrochemicals	1101
physics	1102
pickens	1103
picket	1104
pierre	1105
pile	1106
pitched	1107
pits	1108
placing	1109
planted	1110
pleasure	1111
pons	1112
poorer	1113
portrayed	1114
posed	1115
posner	1116
post-crash	1117
posture	1118
potato	1119
potent	1120
poughkeepsie	1121
pour	1122
pravda	1123
preceding	1124
preclude	1125
prefers	1126
premises	1127
prentice	1128
prepayment	1129
prepayments	1130
prerogatives	1131
prescribed	1132
presumably	1133
presumed	1134
pretrial	1135
primerica	1136
prisoner	1137
prisons	1138
privatized	1139
privileges	1140
probability	1141
probing	1142
productive	1143
prohibition	1144
propelled	1145
property\/casualty	1146
prosecuted	1147
protocol	1148
prototype	1149
provinces	1150
provoked	1151
pullout	1152
quack	1153
quickview	1154
quina	1155
r	1156
r.i.	1157
rafale	1158
rainbow	1159
ramirez	1160
rampant	1161
ratified	1162
reads	1163
realities	1164
rear	1165
recipients	1166
reclaim	1167
recognizes	1168
recognizing	1169
recruited	1170
recycling	1171
redemptions	1172
redevelopment	1173
refined	1174
refineries	1175
refiners	1176
regrets	1177
regular-season	1178
reich	1179
reinforcing	1180
reins	1181
rejecting	1182
relying	1183
remark	1184
remedy	1185
remembered	1186
remics	1187
renamed	1188
renewal	1189
reoffered	1190
republics	1191
reruns	1192
resemble	1193
resembles	1194
resident	1195
resolutions	1196
respectability	1197
respectable	1198
restoring	1199
restricts	1200
retreating	1201
reupke	1202
reuter	1203
revamping	1204
revealed	1205
revoke	1206
rewarding	1207
rhone-poulenc	1208
rick	1209
rider	1210
rifenburgh	1211
rig	1212
ringer	1213
roadways	1214
robbed	1215
roberti	1216
robots	1217
rocked	1218
rocket	1219
roh	1220
ropes	1221
rows	1222
rulings	1223
runaway	1224
rupert	1225
sagan	1226
sagged	1227
sailing	1228
salmonella	1229
salvador	1230
salvage	1231
satisfying	1232
scaring	1233
schaeffer	1234
schwab	1235
scored	1236
searched	1237
searches	1238
secretaries	1239
seismic	1240
seizure	1241
seizures	1242
seldom	1243
selective	1244
self-employed	1245
sen	1246
sens.	1247
shannon	1248
shaping	1249
sheep	1250
shelves	1251
shere	1252
sherman	1253
shifted	1254
shifts	1255
shirts	1256
shoot	1257
short-lived	1258
shots	1259
shouting	1260
shrank	1261
sideline	1262
sidhpur	1263
siemens	1264
sights	1265
similarity	1266
simpler	1267
simultaneous	1268
sink	1269
skiers	1270
skyrocketed	1271
sleeping	1272
slew	1273
slim	1274
small-town	1275
sociologist	1276
soda	1277
soften	1278
solving	1279
someday	1280
sorry	1281
sounded	1282
spate	1283
special-interest	1284
specifications	1285
speeding	1286
speeds	1287
splitting	1288
spooked	1289
sporadic	1290
spouse	1291
spurring	1292
sr.	1293
sri	1294
staging	1295
standpoint	1296
steer	1297
stevenson	1298
stimulators	1299
stops	1300
streak	1301
strengths	1302
stressing	1303
strictly	1304
strokes	1305
subordinates	1306
subpoena	1307
subscriber	1308
subsidizing	1309
suing	1310
suitable	1311
suites	1312
supermarkets	1313
supplement	1314
surgeon	1315
surging	1316
surrounded	1317
susceptible	1318
swell	1319
swelling	1320
switches	1321
sworn	1322
syrian	1323
tag	1324
tainted	1325
taiwanese	1326
tampa	1327
tangible	1328
taping	1329
tass	1330
taxed	1331
teagan	1332
tenfold	1333
tenneco	1334
tennis	1335
terminate	1336
terrorist	1337
tesoro	1338
thailand	1339
theatre	1340
theoretical	1341
thief	1342
thoroughbred	1343
thoughts	1344
thwart	1345
tighten	1346
tightening	1347
topple	1348
tops	1349
torn	1350
toubro	1351
touchy	1352
touting	1353
towel	1354
towers	1355
tpa	1356
trademark	1357
traffickers	1358
trafficking	1359
tramp	1360
transatlantic	1361
transformed	1362
trapped	1363
traub	1364
traveled	1365
trecker	1366
tremor	1367
trespass	1368
triggering	1369
trimming	1370
tritium	1371
tro	1372
trustcorp	1373
trusts	1374
tumor-suppressor	1375
two-tier	1376
tyler	1377
uncle	1378
uncomfortable	1379
underestimated	1380
underscore	1381
undersecretary	1382
undo	1383
unfilled	1384
unilab	1385
uninsured	1386
unlawful	1387
unload	1388
unloading	1389
upgraded	1390
upgrading	1391
uv-b	1392
vacuum	1393
valhi	1394
vault	1395
vendors	1396
verge	1397
viability	1398
vickers	1399
viewpoint	1400
vista	1401
voiced	1402
voter	1403
walks	1404
walters	1405
wanting	1406
washington-based	1407
wasted	1408
watts	1409
wedge	1410
weird	1411
wellcome	1412
wendy	1413
westridge	1414
whichever	1415
whip	1416
widens	1417
wilmington	1418
windsor	1419
wipe	1420
workings	1421
workout	1422
worthy	1423
x	1424
yankee	1425
year-to-year	1426
yetnikoff	1427
youngsters	1428
younkers	1429
zip	1430
zones	1431
1920s	1432
19th	1433
40-year-old	1434
52-week	1435
abruptly	1436
abuses	1437
acceleration	1438
accountability	1439
accumulation	1440
accuse	1441
acquirer	1442
adams	1443
adrs	1444
advancers	1445
advent	1446
advertisements	1447
aged	1448
ahmanson	1449
airplanes	1450
alarm	1451
amdura	1452
amusing	1453
ancient	1454
annuities	1455
anti-abortionists	1456
anti-drug	1457
anticipating	1458
applause	1459
applicable	1460
approaching	1461
approves	1462
apt	1463
arabs	1464
arbitration	1465
argentina	1466
arise	1467
arrange	1468
arranging	1469
arteries	1470
assassinations	1471
athletic	1472
atlanta-based	1473
attend	1474
attracts	1475
attribute	1476
auditors	1477
averaging	1478
backlogs	1479
balanced	1480
balked	1481
bankrupt	1482
banponce	1483
barber	1484
bargains	1485
baseline	1486
batch	1487
beam	1488
belli	1489
belt	1490
ben	1491
benign	1492
beretta	1493
big-time	1494
biological	1495
bitterly	1496
bloody	1497
blueprint	1498
bodies	1499
bothered	1500
bottles	1501
bottling	1502
bound	1503
bowes	1504
bran	1505
breath	1506
brewer	1507
briefs	1508
bruno	1509
bullet	1510
bullion	1511
caffeine-free	1512
calgary	1513
calif.-based	1514
campus	1515
canton	1516
capitalize	1517
carson	1518
casinos	1519
castle	1520
casual	1521
cat	1522
catastrophes	1523
caterpillar	1524
cease	1525
censorship	1526
ceramic	1527
chairmen	1528
champagne	1529
charts	1530
checking	1531
cherry	1532
chile	1533
chooses	1534
chorus	1535
circulated	1536
cities\/abc	1537
clears	1538
closings	1539
cloud	1540
clouds	1541
cnbc	1542
co-author	1543
co-chief	1544
codes	1545
colgate-palmolive	1546
collaboration	1547
collins	1548
comair	1549
comex	1550
commerciale	1551
commissioned	1552
commit	1553
commute	1554
competes	1555
composed	1556
concord	1557
confederation	1558
confirms	1559
confiscated	1560
confused	1561
connolly	1562
consequence	1563
conservation	1564
conspiring	1565
consume	1566
contacted	1567
contemplating	1568
contingent	1569
convenient	1570
conway	1571
cook	1572
cornell	1573
corners	1574
costing	1575
courthouse	1576
crackdown	1577
craft	1578
creatures	1579
crest	1580
cross-border	1581
crossed	1582
crossing	1583
crumbling	1584
crusaders	1585
curbing	1586
curve	1587
daikin	1588
dairy	1589
dalkon	1590
damn	1591
deadlines	1592
dealerships	1593
dearborn	1594
declare	1595
decreased	1596
dedicated	1597
defenses	1598
deficiencies	1599
definitively	1600
delicate	1601
deliveries	1602
demler	1603
demonstrates	1604
depletion	1605
deprived	1606
derived	1607
detailing	1608
deter	1609
devised	1610
devote	1611
differ	1612
direct-mail	1613
disagreed	1614
disappearance	1615
discarded	1616
disciplined	1617
discovision	1618
dislike	1619
dismiss	1620
displayed	1621
disrupt	1622
disruptions	1623
distinct	1624
dive	1625
divide	1626
doctrine	1627
doldrums	1628
doman	1629
dominance	1630
donoghue	1631
donuts	1632
dorfman	1633
dover	1634
downside	1635
dramatically	1636
drastically	1637
dreams	1638
dual	1639
duff	1640
dunkin	1641
duty-free	1642
eagerness	1643
echo	1644
eddington	1645
ehrlich	1646
eighth	1647
ekco	1648
elders	1649
elegant	1650
enact	1651
encouragement	1652
endorsement	1653
enemy	1654
enforcers	1655
enjoying	1656
enjoys	1657
entertaining	1658
enthusiastic	1659
entrenched	1660
enviropact	1661
equitec	1662
equivalents	1663
erosion	1664
espectador	1665
estimating	1666
ethiopia	1667
evasion	1668
executions	1669
exhausted	1670
exhibit	1671
existed	1672
expenditure	1673
exporting	1674
exposures	1675
facilitate	1676
faculty	1677
falconbridge	1678
fallout	1679
ferguson	1680
fertilizer	1681
festival	1682
fever	1683
fiduciary	1684
financiers	1685
financings	1686
finger	1687
fingers	1688
fixed-price	1689
fla	1690
flashy	1691
flavor	1692
flaws	1693
flooded	1694
flooding	1695
flowers	1696
flurry	1697
fm	1698
foes	1699
forge	1700
fortunately	1701
four-game	1702
free-lance	1703
freeport-mcmoran	1704
freshman	1705
friendship	1706
fueling	1707
fundamentally	1708
futures-related	1709
garratt	1710
gather	1711
gatt	1712
genetically	1713
gestures	1714
ghosts	1715
girlfriend	1716
gloomy	1717
goodwill	1718
goupil	1719
gradual	1720
granting	1721
greene	1722
grid	1723
gun	1724
h.f.	1725
habit	1726
hacker	1727
halls	1728
hancock	1729
hanging	1730
hanson	1731
harmful	1732
harrison	1733
hart-scott-rodino	1734
haunts	1735
hearts	1736
heavier	1737
helmut	1738
hepatitis	1739
hhs	1740
high-end	1741
high-technology	1742
hispanics	1743
hk$	1744
homer	1745
honest	1746
hook	1747
hopeful	1748
horn	1749
hotel-casino	1750
house-passed	1751
hub	1752
human-rights	1753
identical	1754
implicit	1755
importer	1756
importing	1757
imposes	1758
inability	1759
incidents	1760
indexation	1761
indonesia	1762
inflows	1763
inhibit	1764
inland	1765
innopac	1766
inspectors	1767
instantly	1768
insufficient	1769
invariably	1770
investigator	1771
investment-banking	1772
invitation	1773
ironic	1774
irony	1775
ivan	1776
iverson	1777
j.p.	1778
jacob	1779
jacobs	1780
jamaica	1781
jamie	1782
jeep	1783
jeopardize	1784
jittery	1785
joan	1786
jobless	1787
journalist	1788
judging	1789
jumbo	1790
junior	1791
justifies	1792
kane	1793
karen	1794
keen	1795
kick	1796
kim	1797
kitchen	1798
knight-ridder	1799
kuala	1800
lab	1801
labs	1802
lacking	1803
landmark	1804
last-minute	1805
lasted	1806
laurence	1807
law-enforcement	1808
layer	1809
legally	1810
leisure	1811
leo	1812
leventhal	1813
lineup	1814
livestock	1815
locally	1816
longest	1817
loosen	1818
lubricants	1819
luis	1820
lumpur	1821
lynn	1822
lyondell	1823
macdonald	1824
magic	1825
mail-order	1826
mainstay	1827
manic	1828
manipulate	1829
maria	1830
marxist	1831
mass-market	1832
mateo	1833
mcnamee	1834
mead	1835
meals	1836
mechanical	1837
mehl	1838
mengistu	1839
messiah	1840
mich	1841
midday	1842
midler	1843
minimize	1844
ministries	1845
minivans	1846
minn.	1847
mired	1848
mistakenly	1849
mitterrand	1850
monitors	1851
monsanto	1852
monte	1853
mosbacher	1854
mouse	1855
municipalities	1856
murdoch	1857
muscle	1858
n.h.	1859
nadeau	1860
nam	1861
naming	1862
narrower	1863
neutrons	1864
new-home	1865
newcomers	1866
newest	1867
newsletters	1868
nguyen	1869
nightmare	1870
noble	1871
noise	1872
noranda	1873
norway	1874
norwegian	1875
norwood	1876
notify	1877
oakes	1878
oas	1879
object	1880
occupied	1881
octel	1882
oddly	1883
offenders	1884
oldest	1885
omaha	1886
one-half	1887
onerous	1888
oral	1889
osaka	1890
overruns	1891
oversee	1892
parallels	1893
parental	1894
participant	1895
pat	1896
payout	1897
peanuts	1898
peasants	1899
periodic	1900
perjury	1901
personal-computer	1902
personal-injury	1903
pertussis	1904
phelps	1905
photograph	1906
photographs	1907
physicians	1908
pigs	1909
pipelines	1910
pipes	1911
pitney	1912
plains	1913
playwright	1914
pledge	1915
plug	1916
poles	1917
poorest	1918
porter	1919
portraying	1920
ports	1921
portugal	1922
pose	1923
postwar	1924
pot	1925
powerhouse	1926
practically	1927
practitioners	1928
pre-trial	1929
precision	1930
prepaid	1931
pretoria	1932
prevention	1933
princeton	1934
printers	1935
proclaimed	1936
procurement	1937
projecting	1938
proliferation	1939
propaganda	1940
prosecutorial	1941
protects	1942
proud	1943
proves	1944
pulls	1945
pumping	1946
punish	1947
punishable	1948
queen	1949
quote	1950
rage	1951
ralston	1952
ranked	1953
reap	1954
reception	1955
recessions	1956
reconsider	1957
recreation	1958
recreational	1959
recruit	1960
redmond	1961
refuses	1962
regained	1963
rehabilitation	1964
reinforced	1965
reitman	1966
reminded	1967
reopened	1968
repaired	1969
reproductive	1970
resale	1971
resource	1972
respective	1973
restrain	1974
retinoblastoma	1975
revision	1976
richer	1977
roadway	1978
robin	1979
robot	1980
rocks	1981
rocky	1982
rogers	1983
roles	1984
romantic	1985
roots	1986
royalties	1987
royalty	1988
russia	1989
sabotage	1990
sacrifice	1991
salon	1992
sample	1993
sang	1994
satisfactory	1995
scare	1996
scholar	1997
schroder	1998
scorpio	1999
scotland	2000
scramble	2001
seal	2002
seng	2003
seniors	2004
sentencing	2005
sequester	2006
seymour	2007
shame	2008
shamir	2009
sharing	2010
sharper	2011
shattered	2012
shea	2013
shedding	2014
sheer	2015
shelter	2016
shocks	2017
shorter	2018
shy	2019
sidewalk	2020
signature	2021
silent	2022
sisulu	2023
skf	2024
skiing	2025
skilled	2026
sliding	2027
smokers	2028
snow	2029
somalia	2030
spacecraft	2031
specially	2032
spectrum	2033
spouses	2034
stabilized	2035
startling	2036
statewide	2037
statutes	2038
sticking	2039
stimulate	2040
stress-related	2041
strips	2042
stunning	2043
subsidize	2044
successes	2045
sue	2046
sufficiently	2047
summary	2048
superconductor	2049
supplemental	2050
supportive	2051
surgical	2052
surpluses	2053
surprises	2054
surrendered	2055
sverdlovsk	2056
tanker	2057
tapped	2058
tax-loss	2059
technically	2060
teller	2061
tharp	2062
theatrical	2063
themes	2064
thi	2065
thick	2066
threaten	2067
thriving	2068
thrust	2069
tide	2070
tightened	2071
tilt	2072
tim	2073
timothy	2074
tips	2075
tired	2076
titanium	2077
toilet	2078
tokyo-based	2079
topiary	2080
topics	2081
touched	2082
tours	2083
tragedy	2084
translate	2085
transplant	2086
trap	2087
tribe	2088
tribune	2089
tricky	2090
troublesome	2091
trudeau	2092
tumbling	2093
tumultuous	2094
tune	2095
turbulence	2096
u.s.-soviet	2097
ufo	2098
unanticipated	2099
uncommon	2100
undermined	2101
underscored	2102
undeveloped	2103
unidentified	2104
unity	2105
universe	2106
unpaid	2107
unpublished	2108
unscrupulous	2109
unsolicited	2110
unsuccessfully	2111
unused	2112
unwanted	2113
unwarranted	2114
upheaval	2115
uptick	2116
urgency	2117
usage	2118
utterly	2119
vacated	2120
vancouver	2121
vax	2122
venerable	2123
vicar	2124
vicious	2125
victories	2126
videocassette	2127
vigorously	2128
violates	2129
violent	2130
violetta	2131
virtue	2132
vitro	2133
volunteer	2134
von	2135
wachovia	2136
warburg	2137
warn	2138
warner-lambert	2139
warranty	2140
waterworks	2141
waxman	2142
wears	2143
wedd	2144
weighed	2145
weighing	2146
weiss	2147
welch	2148
werner	2149
wheels	2150
when-issued	2151
whiskey	2152
whittington	2153
widget	2154
widow	2155
wilfred	2156
wiped	2157
wishes	2158
wonderful	2159
workplace	2160
workstation	2161
worrying	2162
worsen	2163
worsening	2164
wound	2165
wsj	2166
wyss	2167
xtra	2168
yards	2169
yielded	2170
youngest	2171
zenith	2172
zeta	2173
zoete	2174
zone	2175
'80s	2176
1\/2-year	2177
20th	2178
a.c.	2179
a.p.	2180
abbie	2181
aboard	2182
accelerate	2183
accelerated	2184
accelerating	2185
accords	2186
accurately	2187
acid	2188
acknowledge	2189
across-the-board	2190
adequately	2191
adm.	2192
aeronautics	2193
agricole	2194
aichi	2195
aiming	2196
alarmed	2197
alley	2198
ambitions	2199
amgen	2200
analytical	2201
analyze	2202
angered	2203
apogee	2204
appealing	2205
applicants	2206
applying	2207
aquino	2208
arbitrator	2209
archrival	2210
armonk	2211
asarco	2212
assessing	2213
attributes	2214
autos	2215
awaiting	2216
axa	2217
b-2	2218
backup	2219
baldwin	2220
barclays	2221
bars	2222
beings	2223
benefit-seeking	2224
benefiting	2225
bergsma	2226
beverage	2227
bikers	2228
blackstone	2229
blast	2230
bounce	2231
bracing	2232
bread	2233
broker-dealer	2234
bronfman	2235
bros.	2236
buddy	2237
budgetary	2238
burdens	2239
burst	2240
bursts	2241
burt	2242
burton	2243
busiest	2244
cafeteria	2245
camps	2246
cane	2247
cans	2248
capability	2249
capita	2250
capitalist	2251
capitalized	2252
catholic	2253
cautiously	2254
chancery	2255
channels	2256
characterized	2257
chevy	2258
chiefs	2259
chores	2260
chris	2261
cigna	2262
circuits	2263
circulating	2264
clash	2265
class-action	2266
closes	2267
clues	2268
cnw	2269
coaches	2270
coats	2271
coin	2272
col.	2273
commentary	2274
commenting	2275
commonly	2276
commons	2277
compact	2278
companion	2279
compatible	2280
conform	2281
constituency	2282
constraints	2283
contracting	2284
convex	2285
cooled	2286
corrected	2287
corresponding	2288
cosmetic	2289
counties	2290
cruz	2291
crystal	2292
cupertino	2293
curbs	2294
current-carrying	2295
daf	2296
dax	2297
dd	2298
dealt	2299
debates	2300
debris	2301
deceptive	2302
deck	2303
defer	2304
delaying	2305
delegate	2306
demonstrate	2307
deserves	2308
determination	2309
devise	2310
dioxide	2311
diplomats	2312
dipped	2313
disabilities	2314
disabled	2315
disadvantage	2316
disagreement	2317
disappear	2318
discourage	2319
diverse	2320
diversify	2321
diversifying	2322
divestiture	2323
dizzying	2324
dollar-denominated	2325
dominate	2326
dominion	2327
dragged	2328
draws	2329
drifted	2330
drug-related	2331
ducks	2332
dust	2333
earliest	2334
earthquake-related	2335
economically	2336
edwin	2337
effectiveness	2338
egon	2339
elimination	2340
ellis	2341
emerges	2342
employ	2343
ems	2344
enabled	2345
encountered	2346
energetic	2347
environmentalism	2348
eric	2349
ernst	2350
esselte	2351
evenly	2352
exchanged	2353
excitement	2354
executing	2355
exit	2356
exotic	2357
exported	2358
expression	2359
faa	2360
facsimile	2361
faded	2362
fake	2363
fantasy	2364
fasb	2365
fazio	2366
feeding	2367
feedlots	2368
fernando	2369
fiber	2370
fighter	2371
figuring	2372
first-quarter	2373
fix	2374
flawed	2375
fletcher	2376
floating-rate	2377
flood	2378
flowing	2379
fluor	2380
four-day	2381
freedoms	2382
freeways	2383
fried	2384
ft-se	2385
fujis	2386
full-time	2387
furukawa	2388
generating	2389
generic	2390
ghost	2391
gintel	2392
glamorous	2393
goodman	2394
govern	2395
grabbed	2396
grade	2397
grades	2398
grave	2399
guards	2400
guerrilla	2401
guest	2402
guns	2403
haas	2404
habits	2405
hammond	2406
harsh	2407
hazardous	2408
hazards	2409
hees	2410
heller	2411
home-equity	2412
honeywell	2413
hopefully	2414
horizon	2415
hosts	2416
hubbard	2417
humor	2418
hurdles	2419
hurry	2420
hypoglycemia	2421
hyundai	2422
illness	2423
illustrate	2424
illustrated	2425
implement	2426
improves	2427
incinerator	2428
incorporated	2429
inherited	2430
inouye	2431
insistence	2432
inspection	2433
inspector	2434
installation	2435
insure	2436
intensify	2437
intensity	2438
issuer	2439
jailed	2440
jazz	2441
jefferies	2442
jefferson	2443
jewelers	2444
jitters	2445
joins	2446
joint-venture	2447
jolla	2448
judgments	2449
jumping	2450
junk-holders	2451
kelly	2452
kgb	2453
know-how	2454
knowledgeable	2455
kohl	2456
kume	2457
large-scale	2458
laurel	2459
layoffs	2460
lazard	2461
leaped	2462
leaseway	2463
leftist	2464
leg	2465
legendary	2466
lens	2467
lesko	2468
libel	2469
liberals	2470
lighter	2471
lined	2472
lionel	2473
lord	2474
lortie	2475
lung-cancer	2476
mafia	2477
magna	2478
mailing	2479
malignant	2480
mall	2481
mandate	2482
mario	2483
materialized	2484
mattel	2485
mayer	2486
mcalpine	2487
md	2488
meaningful	2489
median	2490
medium	2491
meets	2492
memphis	2493
mercedes	2494
merits	2495
miami-based	2496
mid-1980s	2497
middle-class	2498
mideast	2499
mile	2500
mint	2501
misstated	2502
modifications	2503
monopolies	2504
monopoly	2505
mothers	2506
mountain-bike	2507
multinational	2508
murdered	2509
mushrooms	2510
n.m.	2511
needham	2512
negotiation	2513
neighbor	2514
nev.	2515
nickel	2516
nimitz	2517
nonprofit	2518
nonrecurring	2519
notebook	2520
notwithstanding	2521
novels	2522
noxell	2523
nugget	2524
oak	2525
ogden	2526
opera	2527
outweigh	2528
overcapacity	2529
overdue	2530
overly	2531
overseeing	2532
owe	2533
oy	2534
packed	2535
page-one	2536
pale	2537
palm	2538
partially	2539
pasadena	2540
paso	2541
passion	2542
patel	2543
pawn	2544
peaceful	2545
peddling	2546
peoples	2547
performers	2548
perlman	2549
pervasive	2550
pesticide	2551
phased	2552
phil	2553
phony	2554
photo	2555
photographic	2556
phrase	2557
picop	2558
pie	2559
pinpoint	2560
pitches	2561
pizza	2562
plight	2563
policyholders	2564
polyethylene	2565
pope	2566
pork-barrel	2567
portions	2568
portrayal	2569
praised	2570
preamble	2571
predictable	2572
prelude	2573
presentation	2574
presents	2575
prestige	2576
prevailed	2577
prevents	2578
privacy	2579
prize	2580
prizes	2581
probable	2582
prohibit	2583
prohibits	2584
proposition	2585
pros	2586
prosperity	2587
provisional	2588
pse	2589
psychiatric	2590
publicized	2591
pumped	2592
punishment	2593
raiders	2594
railway	2595
ranch	2596
ratios	2597
react	2598
rebel	2599
rebuffed	2600
rebuilding	2601
recalled	2602
redford	2603
reformers	2604
refusing	2605
regret	2606
rein	2607
reinforcement	2608
reiterated	2609
relax	2610
remodeling	2611
renew	2612
repayment	2613
replies	2614
repression	2615
reputable	2616
restraint	2617
reviewed	2618
richfield	2619
ringing	2620
risc	2621
roe	2622
root	2623
rorer	2624
rubin	2625
rudolph	2626
s.a	2627
s.c	2628
s.c.	2629
saab-scania	2630
sad	2631
saul	2632
scattered	2633
scripts	2634
seabrook	2635
searle	2636
secrets	2637
seniority	2638
setbacks	2639
severance	2640
shack	2641
shakespeare	2642
sheraton	2643
sherwin	2644
shrink	2645
shutdown	2646
sight	2647
simon	2648
simpson	2649
single-a	2650
single-a-1	2651
single-family	2652
singled	2653
sinking	2654
situations	2655
slashing	2656
soap	2657
softness	2658
sohmer	2659
soliciting	2660
solved	2661
sorrell	2662
sovereignty	2663
spawned	2664
specializing	2665
sperry	2666
spite	2667
spree	2668
stadiums	2669
stark	2670
statutory	2671
stays	2672
steelworkers	2673
stereo	2674
stern	2675
stockbrokers	2676
stop-loss	2677
storer	2678
strategists	2679
stretching	2680
struggled	2681
subordinate	2682
subscribe	2683
suburb	2684
succession	2685
suez	2686
suitors	2687
summoned	2688
sung	2689
supplied	2690
supposedly	2691
suspected	2692
sweat	2693
swelled	2694
swift	2695
switching	2696
syndicates	2697
tackle	2698
tactical	2699
tailspin	2700
takeover-stock	2701
taxi	2702
teaches	2703
ten	2704
tenants	2705
tens	2706
theaters	2707
third-largest	2708
thornburgh	2709
times-stock	2710
titled	2711
titles	2712
toxic	2713
trailed	2714
transmission	2715
troop	2716
trough	2717
truce	2718
tucker	2719
twist	2720
underground	2721
undertaking	2722
undervalued	2723
underwear	2724
unesco	2725
unfriendly	2726
unification	2727
unified	2728
unix	2729
unpopular	2730
unprofitable	2731
unwilling	2732
upgrade	2733
urges	2734
utsumi	2735
vague	2736
vendor	2737
venezuela	2738
venice	2739
vermont-slauson	2740
verwoerd	2741
vested	2742
vetoed	2743
vinson	2744
vintage	2745
virgin	2746
vogelstein	2747
volumes	2748
wade	2749
walked	2750
weekes	2751
weil	2752
wertheim	2753
wholly	2754
whooping	2755
widen	2756
widening	2757
wilbur	2758
wings	2759
wis.	2760
woes	2761
woods	2762
woolworth	2763
wore	2764
worldwide	2765
wrap	2766
write-offs	2767
wyoming	2768
12-month	2769
1930s	2770
2-for-1	2771
20-year	2772
abramson	2773
abrupt	2774
absorbed	2775
acquires	2776
activist	2777
addressing	2778
adjusting	2779
administrators	2780
admit	2781
adult	2782
affidavits	2783
aired	2784
airports	2785
al	2786
alaskan	2787
alliances	2788
allied-signal	2789
ample	2790
ann	2791
anti-takeover	2792
antibody	2793
anytime	2794
aoun	2795
appreciate	2796
approvals	2797
arby	2798
arena	2799
arias	2800
arms-control	2801
artery	2802
artistic	2803
associations	2804
assumptions	2805
athletes	2806
atlantis	2807
audio	2808
audits	2809
bag	2810
ballooning	2811
bang	2812
bank-holding	2813
bans	2814
barometer	2815
bart	2816
baum	2817
beating	2818
bed	2819
beebes	2820
belgian	2821
belongs	2822
belts	2823
bicycle	2824
billionaire	2825
birth	2826
blair	2827
blockbuster	2828
bonn	2829
bono	2830
boring	2831
bother	2832
bowl	2833
breaker	2834
breed	2835
breeding	2836
bribery	2837
bricks	2838
buffett	2839
burgess	2840
calendar	2841
californians	2842
caltrans	2843
cananea	2844
capcom	2845
capture	2846
careers	2847
cboe	2848
cease-fire	2849
cemetery	2850
chambers	2851
chaos	2852
charlie	2853
chemistry	2854
cite	2855
citibank	2856
clerk	2857
clinton	2858
cms	2859
coach	2860
coatings	2861
command	2862
consequently	2863
consolidating	2864
continually	2865
convincing	2866
correction	2867
cough	2868
coupons	2869
cracks	2870
credible	2871
crews	2872
crossland	2873
cushion	2874
cypress	2875
dale	2876
dam	2877
dates	2878
dealership	2879
deaver	2880
deductible	2881
deemed	2882
defending	2883
del.	2884
delivering	2885
demonstrated	2886
demonstration	2887
deng	2888
denying	2889
departures	2890
dependent	2891
deputies	2892
detected	2893
deukmejian	2894
develops	2895
deviation	2896
di	2897
diagnostic	2898
diaper	2899
digest	2900
dilemma	2901
diplomatic	2902
dire	2903
directs	2904
disclosures	2905
discretion	2906
dispatched	2907
disposable	2908
disrupted	2909
distant	2910
distributes	2911
disturbing	2912
dna	2913
double-digit	2914
downgrade	2915
draft	2916
dresdner	2917
drill	2918
drinks	2919
driver	2920
dubious	2921
duke	2922
earmarked	2923
ed	2924
eddie	2925
edisto	2926
educators	2927
elevators	2928
embarrassing	2929
enabling	2930
enactment	2931
enemies	2932
engaging	2933
enters	2934
epo	2935
equipped	2936
equitable	2937
esb	2938
ethnic	2939
eugene	2940
everyday	2941
exists	2942
experimental	2943
exploded	2944
explosions	2945
f	2946
faith	2947
fan	2948
fashionable	2949
fastest-growing	2950
fax	2951
fetch	2952
firmer	2953
fish	2954
fisher	2955
float	2956
floors	2957
forever	2958
forgotten	2959
foundations	2960
founding	2961
fraction	2962
frame	2963
franchisers	2964
francis	2965
franco	2966
frankly	2967
fulfill	2968
gathered	2969
gaubert	2970
generates	2971
gift	2972
girl	2973
government-owned	2974
grab	2975
graham	2976
grains	2977
gridlock	2978
grower	2979
guerrillas	2980
guinea	2981
gum	2982
hailed	2983
hard-disk	2984
harper	2985
hat	2986
haul	2987
hedges	2988
helpful	2989
hero	2990
highland	2991
highlight	2992
homelessness	2993
hopkins	2994
horrible	2995
horses	2996
hot-dipped	2997
humanitarian	2998
hutchinson	2999
impressed	3000
improper	3001
improperly	3002
inappropriate	3003
income-tax	3004
incomplete	3005
incorrectly	3006
indefinitely	3007
indians	3008
inefficient	3009
inevitable	3010
inflated	3011
inherent	3012
initiated	3013
injection	3014
inner-city	3015
instant	3016
intensive	3017
intergroup	3018
internationally	3019
invented	3020
irvine	3021
jal	3022
jokes	3023
jolt	3024
jordan	3025
jr	3026
jupiter	3027
jurisdiction	3028
kageyama	3029
keenan	3030
kid	3031
killings	3032
knocking	3033
koch	3034
korotich	3035
krasnoyarsk	3036
lady	3037
landed	3038
landfill	3039
larsen	3040
laser	3041
lasting	3042
lbos	3043
leonard	3044
lesser	3045
leval	3046
licensing	3047
lifetime	3048
literary	3049
literature	3050
longer-term	3051
loses	3052
luxury-car	3053
lyonnais	3054
m$	3055
mandated	3056
maneuver	3057
manipulation	3058
markey	3059
marlowe	3060
marriage	3061
maxicare	3062
mccall	3063
mclennan	3064
measurements	3065
measuring	3066
medicare	3067
menlo	3068
merck	3069
metromedia	3070
midsized	3071
minicomputers	3072
minus	3073
morrison	3074
mural	3075
murata	3076
n.c	3077
nationally	3078
neb.	3079
nebraska	3080
necessity	3081
neil	3082
new-issue	3083
nielsen	3084
non-food	3085
notification	3086
nwa	3087
o'brien	3088
offshore	3089
oh	3090
olympia	3091
one-day	3092
ontario	3093
opponent	3094
optimism	3095
ordinarily	3096
ore.	3097
ortiz	3098
outflows	3099
outright	3100
p.m	3101
painted	3102
pair	3103
pakistan	3104
parcel	3105
patterson	3106
pbs	3107
pearce	3108
penn	3109
pepsico	3110
pfizer	3111
pickers	3112
pipe	3113
plagued	3114
plunging	3115
politician	3116
pools	3117
potatoes	3118
poured	3119
practiced	3120
practicing	3121
prepares	3122
prescription	3123
preserving	3124
prevail	3125
principals	3126
pro-life	3127
profession	3128
propose	3129
prudent	3130
public-relations	3131
qualified	3132
quantity	3133
questioning	3134
quota	3135
rash	3136
re-election	3137
reacting	3138
realist	3139
realistic	3140
rebates	3141
recommending	3142
reconciliation	3143
refcorp	3144
refer	3145
reference	3146
reflection	3147
refusal	3148
relied	3149
relieve	3150
reminder	3151
replied	3152
representation	3153
reserved	3154
residence	3155
respected	3156
responsive	3157
restoration	3158
restrictive	3159
retaining	3160
retreated	3161
ridiculous	3162
ridley	3163
robins	3164
rod	3165
rolls	3166
rome	3167
roper	3168
s.p	3169
sagging	3170
salinger	3171
satisfied	3172
satisfy	3173
scaled	3174
schemes	3175
scholars	3176
scope	3177
scottish	3178
scowcroft	3179
script	3180
seagate	3181
sections	3182
seita	3183
semiannual	3184
sends	3185
shaken	3186
shaking	3187
shocked	3188
shoppers	3189
significance	3190
silly	3191
skepticism	3192
skeptics	3193
skidded	3194
slack	3195
soar	3196
softening	3197
solo	3198
span	3199
speaks	3200
spectacular	3201
spoken	3202
spotted	3203
spun	3204
staged	3205
staggering	3206
standstill	3207
stanford	3208
staying	3209
stealing	3210
steppenwolf	3211
strapped	3212
streamline	3213
stretched	3214
stunned	3215
styles	3216
subsidy	3217
sums	3218
suspects	3219
swaps	3220
sweep	3221
tabloid	3222
tci	3223
technological	3224
televised	3225
templeton	3226
temptation	3227
tendency	3228
tenders	3229
termed	3230
terrible	3231
theories	3232
threatens	3233
throws	3234
tie	3235
timely	3236
tisch	3237
torrijos	3238
toseland	3239
totals	3240
tracked	3241
trails	3242
trained	3243
transit	3244
trash	3245
traveling	3246
triple	3247
troubling	3248
trustee	3249
tube	3250
two-part	3251
unauthorized	3252
undercut	3253
undermine	3254
understands	3255
underwritten	3256
unfavorable	3257
unfortunate	3258
unhappy	3259
unrest	3260
unwelcome	3261
ups	3262
upside	3263
valuation	3264
vanguard	3265
variations	3266
venture-capital	3267
vienna	3268
visiting	3269
waiver	3270
wayne	3271
weighted	3272
wildlife	3273
withheld	3274
wives	3275
wohlstetter	3276
woo	3277
write-off	3278
yard	3279
yeast	3280
12-year	3281
300-day	3282
\*	3283
accomplish	3284
accurate	3285
ackerman	3286
adoption	3287
advises	3288
advocate	3289
afghan	3290
afterward	3291
aging	3292
ailing	3293
air-freight	3294
altered	3295
ana	3296
angelo	3297
anne	3298
appearing	3299
architect	3300
arco	3301
assault	3302
attacked	3303
attendance	3304
automobiles	3305
autumn	3306
avoiding	3307
awful	3308
backers	3309
bags	3310
banque	3311
bargaining	3312
barring	3313
batibot	3314
batman	3315
bearings	3316
bellwether	3317
beneath	3318
benjamin	3319
berry	3320
billings	3321
blames	3322
blank	3323
bleak	3324
blocked	3325
bnl	3326
boiler	3327
boomers	3328
bosses	3329
bowling	3330
boy	3331
bpca	3332
brawer	3333
breakfast	3334
breakup	3335
bronx	3336
buck	3337
builds	3338
buildup	3339
burlington	3340
cairo	3341
camp	3342
cancers	3343
carpet	3344
celebration	3345
cement	3346
charitable	3347
chartered	3348
cheney	3349
circles	3350
citizen	3351
claimants	3352
classified	3353
cleaner	3354
clinic	3355
collar	3356
collected	3357
collective	3358
columbus	3359
combustion	3360
comparisons	3361
complaining	3362
component	3363
concentrating	3364
confidential	3365
confusing	3366
consist	3367
consolidate	3368
consumed	3369
copying	3370
corrupt	3371
courses	3372
cray-3	3373
credentials	3374
credited	3375
crew	3376
crises	3377
cure	3378
curry	3379
curtail	3380
damaging	3381
dec	3382
declaration	3383
defective	3384
degrees	3385
describing	3386
desks	3387
desperate	3388
deteriorating	3389
determining	3390
devaluation	3391
devastation	3392
diamonds	3393
differently	3394
disappointments	3395
disarray	3396
disorders	3397
disproportionate	3398
distributors	3399
drafted	3400
electoral	3401
elements	3402
embryo	3403
emphasized	3404
enforce	3405
entitled	3406
episode	3407
erode	3408
evaluating	3409
eventual	3410
everywhere	3411
evil	3412
evolution	3413
exceptions	3414
exciting	3415
exclusively	3416
exemption	3417
expectation	3418
exploit	3419
fabric	3420
fairness	3421
falcon	3422
fast-growing	3423
fetal-tissue	3424
fierce	3425
fiercely	3426
files	3427
fires	3428
firmed	3429
five-cent	3430
fledgling	3431
flew	3432
foley	3433
forth	3434
fortune	3435
fortunes	3436
franchisee	3437
freeze	3438
frozen	3439
frustrated	3440
frustration	3441
furriers	3442
furthermore	3443
ga.	3444
gainers	3445
garrison	3446
gear	3447
gelbart	3448
gifts	3449
gin	3450
giovanni	3451
glory	3452
gmac	3453
governing	3454
grim	3455
guild	3456
hair	3457
handles	3458
handy	3459
harbor	3460
harbors	3461
hardest	3462
hart	3463
hats	3464
headline	3465
hedging	3466
heels	3467
heightened	3468
hence	3469
hinted	3470
hottest	3471
hunter	3472
illustration	3473
imbalances	3474
implemented	3475
in-house	3476
inched	3477
ind.	3478
indirect	3479
indirectly	3480
inevitably	3481
ink	3482
innocent	3483
innovative	3484
installment	3485
instituted	3486
interfere	3487
interpret	3488
introducing	3489
iranian	3490
ireland	3491
ironically	3492
irresponsible	3493
joel	3494
journalism	3495
kean	3496
kicked	3497
labeled	3498
labels	3499
lauder	3500
laying	3501
leap	3502
leased	3503
leases	3504
leather	3505
lender	3506
lent	3507
less-developed	3508
liberty	3509
lighting	3510
lipper	3511
liquidated	3512
lobby	3513
louisiana	3514
loved	3515
low-income	3516
luck	3517
lufthansa	3518
magnitude	3519
mahfouz	3520
males	3521
marathon	3522
marginally	3523
market-makers	3524
marlin	3525
marsh	3526
mayoral	3527
mcdonnell	3528
mental	3529
merabank	3530
mid-1970s	3531
modernize	3532
montgomery	3533
mulford	3534
musical	3535
nancy	3536
narrowing	3537
nasd	3538
nasty	3539
natwest	3540
neighboring	3541
nerves	3542
newhouse	3543
newsweek	3544
nobel	3545
noon	3546
nuovo	3547
nursing	3548
occasions	3549
oils	3550
olympics	3551
one-hour	3552
organizing	3553
outnumbered	3554
oversight	3555
owen	3556
pa	3557
packaged	3558
packaged-goods	3559
pain	3560
palladium	3561
panels	3562
parity	3563
participated	3564
peaked	3565
pencils	3566
perceptions	3567
performances	3568
persons	3569
peru	3570
pesticides	3571
physician	3572
plaza	3573
please	3574
pointing	3575
polled	3576
pork	3577
possibilities	3578
precedent	3579
precise	3580
preferences	3581
preparation	3582
printer	3583
pro-democracy	3584
processors	3585
projection	3586
punitive	3587
pure	3588
pursued	3589
quayle	3590
racing	3591
ranking	3592
rational	3593
recommends	3594
recorders	3595
refuge	3596
reinforce	3597
relevant	3598
relies	3599
relieved	3600
relocation	3601
resign	3602
resigning	3603
resist	3604
restriction	3605
rev.	3606
revamped	3607
reversal	3608
reversed	3609
revolutionary	3610
roebuck	3611
ron	3612
roth	3613
rothschilds	3614
rubbermaid	3615
ryder	3616
salt	3617
sandinistas	3618
scarce	3619
scenarios	3620
schering-plough	3621
scrap	3622
scrapped	3623
scuttle	3624
searching	3625
second-quarter	3626
sedan	3627
semiconductors	3628
sentences	3629
separation	3630
seven-year	3631
shaky	3632
shapiro	3633
shaw	3634
shelters	3635
shifting	3636
shipbuilding	3637
shrinking	3638
single-a-3	3639
sinyard	3640
sky	3641
sleep	3642
slumped	3643
smallest	3644
soft-drink	3645
soldiers	3646
soo	3647
southam	3648
southwestern	3649
spare	3650
speculative	3651
spencer	3652
spokesmen	3653
sponsored	3654
spreading	3655
standardized	3656
state-controlled	3657
stoltzman	3658
stones	3659
stripped	3660
studios	3661
stupid	3662
superfund	3663
supervisors	3664
surviving	3665
susan	3666
suspend	3667
sympathetic	3668
tall	3669
tandem	3670
tap	3671
taped	3672
tapes	3673
taxpayer	3674
technicians	3675
terminal	3676
testified	3677
theirs	3678
thereby	3679
thieves	3680
thurmond	3681
tighter	3682
timetable	3683
tip	3684
tonight	3685
towns	3686
township	3687
toys	3688
trains	3689
trinity	3690
trips	3691
tumor	3692
turf	3693
two-day	3694
u	3695
unconsolidated	3696
undertaken	3697
underwrite	3698
undisclosed	3699
uniform	3700
unique	3701
uniroyal	3702
unknown	3703
vatican	3704
verdict	3705
village	3706
vital	3707
waive	3708
walt	3709
wash.	3710
wastewater	3711
watchers	3712
weaknesses	3713
weigh	3714
westmoreland	3715
white-collar	3716
wildly	3717
winnebago	3718
wires	3719
withstand	3720
wondering	3721
yearly	3722
yourself	3723
13th	3724
30-share	3725
abm	3726
accountants	3727
accusations	3728
achievement	3729
adapted	3730
addressed	3731
admission	3732
admitting	3733
adopting	3734
affiliated	3735
airing	3736
alike	3737
alleging	3738
allocated	3739
amazing	3740
andrew	3741
anniversary	3742
announcer	3743
appetite	3744
arbitragers	3745
architects	3746
arrive	3747
assembled	3748
attending	3749
auctioned	3750
auctions	3751
averages	3752
bacteria	3753
bank-backed	3754
belong	3755
bipartisan	3756
birmingham	3757
boat	3758
boxes	3759
bradley	3760
breakdown	3761
bribe	3762
brick	3763
briefly	3764
bryant	3765
bureaucratic	3766
buried	3767
burned	3768
buses	3769
c.d.s	3770
cambodia	3771
cambria	3772
cancel	3773
capitalists	3774
